tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autoconf"
brew "bash-completion"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "gnupg"
brew "imagemagick"
brew "kafkacat"
brew "openjdk@11"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "wget"
brew "wxmac"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@27"
cask "1password"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "mono-mdk"
cask "pgadmin4"
cask "slack"
cask "spotify"
cask "use-engine"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
