tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'ack'
brew 'libpng'
brew 'freetype'
brew 'gettext'
brew 'gnu-typist'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'openssl'
brew 'libevent'
brew 'tmux'
brew 'tree'
brew 'wget'
cask 'android-studio'
cask 'audacity'
cask 'audacity-lame-library'
cask 'filezilla'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'keepassx'
cask 'kindle'
cask 'overdrive-media-console'
cask 'slack'
cask 'spotify'
cask 'steam'
