tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "gigalixir/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "libyaml"
brew "readline"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "avro-c"
brew "aws-sam-cli"
brew "bartycrouch"
brew "bash"
brew "bash-completion"
brew "glib", link: false
brew "cairo"
brew "coreutils"
brew "cowsay"
brew "cppunit"
brew "libidn2"
brew "curl"
brew "dict"
brew "docker", link: false
brew "exiftool"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "openvino"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "flake8"
brew "fop"
brew "fortune"
brew "fswatch"
brew "gcovr"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "htmlq"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "librdkafka"
brew "libserdes"
brew "openssl@1.1", link: true
brew "kcat"
brew "libvterm"
brew "libxslt"
brew "lynx"
brew "mercurial"
brew "nghttp2"
brew "nmap"
brew "openjdk@11"
brew "pandoc"
brew "pipenv"
brew "postgresql@14"
brew "protobuf@21", link: true
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "unzip"
brew "vault"
brew "virtualenv"
brew "watch"
brew "websocat"
brew "wget"
brew "wxwidgets"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "gigalixir/brew/gigalixir"
brew "railwaycat/emacsmacport/emacs-mac"
cask "1password"
cask "anki"
cask "balenaetcher"
cask "basictex"
cask "blackhole-16ch"
cask "caffeine"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hot"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "mono-mdk"
cask "obsidian"
cask "openscad"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "scribus"
cask "slack"
cask "spotify"
cask "use-engine"
cask "virtualbox"
cask "vlc"
cask "vnc-viewer"
cask "zulu@11"
vscode "alefragnani.bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "extemporelang.vscode-extempore"
vscode "flowtype.flow-for-vscode"
vscode "jakebecker.elixir-ls"
vscode "lexical-lsp.lexical"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "nucllear.vscode-extension-auto-import"
vscode "orta.vscode-jest"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
