tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
cask "java"
brew "ack"
brew "jpeg"
brew "elixir"
brew "figlet"
brew "gnu-typist"
brew "groovy"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "jq"
brew "leiningen"
brew "libevent"
brew "openssl@1.1"
brew "packer"
brew "sox"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus"
cask "android-studio"
cask "audacity"
cask "audacity-lame-library"
cask "charles"
cask "docker"
cask "filezilla"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keepassx"
cask "kindle"
cask "mactex"
cask "overdrive-media-console"
cask "paintbrush"
cask "pdftotext"
cask "slack"
cask "spotify"
cask "steam"
cask "virtualbox"
